var data={
    title:"爆款推荐",
    url: "http://ffepcn.com/m/ffep511/bm.html",
    btn: "预约抢购",
    items:[
        {"title":"后现代家具  桦木 1.8米床（不含床头柜）","pp":"奥立克","price":"3880","img":"p1.jpg"},
        {"title":"原创设计  乌金木+公牛皮  软椅","pp":"澳 珀","price":"4880","img":"p2.jpg"},
        {"title":"青少年家具  松木 双层床","pp":"美莱屋","price":"3880","img":"p3.jpg"},
        {"title":"青少年家具  松木 滑梯床","pp":"美莱屋","price":"3880","img":"p4.jpg"},
        {"title":"青少年家具  樱桃木 下上床","pp":"哈尼贝贝","price":"3888","img":"p5.jpg"},
        {"title":"现代 · 板木家具  铁核桃木+板木结合 卧室电视柜","pp":"世尚雅轩","price":"1880","img":"p6.jpg"},
        {"title":"现代 · 实木家具  水曲柳  床+床头柜*2","pp":"长旺家具","price":"3288","img":"p7.jpg"},
        {"title":"现代 · 板木家具  亚麻布 1.8米床+边柜","pp":"森盛家具","price":"4880","img":"p8.jpg"},
        {"title":"现代 · 实木家具  白蜡木 1.8米大床","pp":"欧 宠","price":"4880","img":"p9.jpg"},
        {"title":"现代 · 新中式家具  刺猬紫檀 小雅床1.8米","pp":"鲁 颂","price":"8880","img":"p10.jpg"},
        {"title":"欧美 · 实木家具   牛皮+皮艺  休闲椅","pp":"亚兰帝斯","price":"3880","img":"p11.jpg"},
        {"title":"欧美古典家具  白蜡木+布艺 大床（不含床头柜）","pp":"维美印象","price":"4880","img":"p12.jpg"},
        {"title":"欧美 · 实木家具  白杨木 3017-111#皇帝床","pp":"天一·梵思豪宅","price":"6750","img":"p13.jpg"},
        {"title":"欧美 · 实木家具  橡胶木 床+2床头柜","pp":"宝居乐","price":"6880","img":"p14.jpg"},
        {"title":"欧美古典家具   头层皮  床","pp":"圣多娜","price":"8880","img":"p15.jpg"},
        {"title":"欧美古典家具   榉木+头层牛皮  床","pp":"美森艾伦","price":"8880","img":"p16.jpg"},
        {"title":"全屋定制家具   桃花芯木+头层皮  真皮大床","pp":"精益豪庭","price":"8880","img":"p17.jpg"},
        {"title":"全屋定制家具   真皮  休闲椅","pp":"卡翡亚","price":"8880","img":"p18.jpg"},
        {"title":"现代实木家具   黑胡桃木  餐柜酒柜","pp":"华师傅","price":"12880","img":"p19.jpg"},
        {"title":"国际品牌家具   金属+白橡木  1.8床+2床头柜（不含床尾凳）","pp":"环美家居","price":"18888","img":"p20.jpg"},
        {"title":"现代 · 板木家具  胡桃木  客厅、餐厅、卧室12件套","pp":"曲美家居","price":"17800","img":"p21.jpg"},
        {"title":"后现代家具  桦木 1.8米床","pp":"奥立克","price":"3880","img":"p22.jpg"},
        {"title":"后现代家具  桦木 1.8米床","pp":"奥立克","price":"3880","img":"p23.jpg"},
        {"title":"后现代家具  桦木 1.8米床","pp":"奥立克","price":"3880","img":"p24.jpg"}

    ],
    recommends:[
        {"title":"巴夏经典","fg":"后现代家具","title2":"1.8米床","material":"牛皮+仿皮","num":"3","price":"8880","img":"bk1.jpg"},
        {"title":"LEAD","fg":"后现代家具","title2":"1.8床（不含床头柜）","material":"棉麻布","num":"5","price":"6880","img":"bk2.jpg"},
        {"title":"木容尚品","fg":"现代·新中式家具","title2":"床（不含床头柜）","material":"黑胡桃","num":"4","price":"9500","img":"bk3.jpg"},
        {"title":"乾 坤","fg":"现代·新中式家具","title2":"1.8米床","material":"金丝白木","num":"3","price":"2980","img":"bk4.jpg"},
        
    ],

    items2: [
    {"name2":"张三", "val2":"数据哈哈"}
    ]
}

var apprm = new Vue({
    el: '.index5',
    data: {
        topTitle: "精品热卖",
        url: "http://ffepcn.com/m/ffep511/bm.html",
        btn: "预约抢购",
        todos: [
           {"title":"后现代家具  桦木 1.8米床（不含床头柜）","pp":"奥立克","price":"3880","img":"p1.jpg"},
           {"title":"原创设计  乌金木+公牛皮  软椅","pp":"澳 珀","price":"4880","img":"p2.jpg"},
           {"title":"青少年家具  松木 双层床","pp":"美莱屋","price":"3880","img":"p3.jpg"},
           {"title":"青少年家具  松木 滑梯床","pp":"美莱屋","price":"3880","img":"p4.jpg"},
           {"title":"青少年家具  樱桃木 下上床","pp":"哈尼贝贝","price":"3888","img":"p5.jpg"},
           {"title":"现代 · 板木家具  铁核桃木+板木结合 卧室电视柜","pp":"世尚雅轩","price":"1880","img":"p6.jpg"},
           {"title":"现代 · 实木家具  水曲柳  床+床头柜*2","pp":"长旺家具","price":"3288","img":"p7.jpg"},
           {"title":"现代 · 板木家具  亚麻布 1.8米床+边柜","pp":"森盛家具","price":"4880","img":"p8.jpg"},
           {"title":"现代 · 实木家具  白蜡木 1.8米大床","pp":"欧 宠","price":"4880","img":"p9.jpg"},
           {"title":"现代 · 新中式家具  刺猬紫檀 小雅床1.8米","pp":"鲁 颂","price":"8880","img":"p10.jpg"},
           {"title":"欧美 · 实木家具   牛皮+皮艺  休闲椅","pp":"亚兰帝斯","price":"3880","img":"p11.jpg"},
           {"title":"欧美古典家具  白蜡木+布艺 大床（不含床头柜）","pp":"维美印象","price":"4880","img":"p12.jpg"},
           {"title":"欧美 · 实木家具  白杨木 3017-111#皇帝床","pp":"天一·梵思豪宅","price":"6750","img":"p13.jpg"},
           {"title":"欧美 · 实木家具  橡胶木 床+2床头柜","pp":"宝居乐","price":"6880","img":"p14.jpg"},
           {"title":"欧美古典家具   头层皮  床","pp":"圣多娜","price":"8880","img":"p15.jpg"},
           {"title":"欧美古典家具   榉木+头层牛皮  床","pp":"美森艾伦","price":"8880","img":"p16.jpg"},
           {"title":"全屋定制家具   桃花芯木+头层皮  真皮大床","pp":"精益豪庭","price":"8880","img":"p17.jpg"},
           {"title":"全屋定制家具   真皮  休闲椅","pp":"卡翡亚","price":"8880","img":"p18.jpg"},
           {"title":"现代实木家具   黑胡桃木  餐柜酒柜","pp":"华师傅","price":"12880","img":"p19.jpg"},
           {"title":"国际品牌家具   金属+白橡木  1.8床+2床头柜（不含床尾凳）","pp":"环美家居","price":"18888","img":"p20.jpg"},
           {"title":"现代 · 板木家具  胡桃木  客厅、餐厅、卧室12件套","pp":"曲美家居","price":"17800","img":"p21.jpg"},
           {"title":"后现代家具  桦木 1.8米床","pp":"奥立克","price":"3880","img":"p22.jpg"},
           {"title":"后现代家具  桦木 1.8米床","pp":"奥立克","price":"3880","img":"p23.jpg"},
           {"title":"后现代家具  桦木 1.8米床","pp":"奥立克","price":"3880","img":"p24.jpg"}
            

        ]
    }

});